export const ABOUT = `本研究将在三个半月内共耗费您大约六个小时的时间。您将在这三个半月内的第1天、第23天、第39天和第99天分别完成一份问卷，完成该问卷大约需要25分钟。您还会被邀请参加一个为期9天的心理健康研究。研究中，您将了解中国性少数男性群体普遍面临的挑战和TA们的想法，并学习一些心理技能来面对这些挑战。具体而言，您需要观看一个心理教育视频，并完成一些写作练习和游戏。游戏中，您需要在一个网页上浏览一些文字对话并根据指导做一些选择题。在这9天内，该研究每天大约会占用您30分钟的时间。除此之外我们将不会占用您的其它时间。

## 研究负责人
* 李谷，博士，上海纽约大学心理学助理教授，纽约大学全球网络助理教授
* Pekka Santtila，博士，持证心理学家及法律心理学专家，上海纽约大学心理学教授，纽约大学全球网络教授
* 于飞，淡蓝公益中级社会工作师

## 研究开发主要贡献者
* Pablo Yin
* Sherry Bai
* Shawn Yang
* Guangju Wen
* Alice Gao
* Jiaxuan Li

## 网站开发人员
* Harry Lee
* Yongyu Liu
* Zifeng An 安子峰

## 研究心理服务提供者
* 黄思嘉 Leslie，就读于罗文大学临床心理博士项目
* 吴思瑶 Coco，就读于哥伦比亚大学心理咨询硕士项目
* 张舒逸，就读于加州职业心理学院心理学博士项目

## 研究主要工作人员
* 尹佳骏 Pablo
* 徐筱晴 Sunny
`

export const CONTACT = `如果您对研究有疑问，您可以先自行查阅网站的“常见疑问”板块。

如果您有任何其它疑问，请随时联系我们。您可以通过以下方式联系我们：[shanghai.nyuhealthstudy@nyu.edu](mailto:shanghai.nyuhealthstudy@nyu.edu)。我们将在一个工作日内回复您的邮件。如果您在周末或节假日联系我们，我们将在周末或节假日结束后的工作日回复您。

如果您有任何问题需要紧急联系我们，您可以微信联系与您对接的研究小助理。`

export const FAQ_EXP_GRP = [
    {
        title: '研究有哪些环节？',
        content:
'研究由一次前测问卷、一项9天的心理健康研究和三次随访评估问卷组成。研究前您需要完成一次前测问卷。研究期间每日会有相应的任务需要您完成。研究结束后我们还会进行三次随访评估。我们将通过微信和Blued站内信提示您按时参加研究，请您关注我们的消息哦！'
    },
    {
        title: '研究的时间安排是怎样的？',
        content:
`研究由一次前测问卷、一项9天的心理健康研究和三次随访评估问卷组成。 

研究前您需要完成一次前测问卷。问卷完成后即可开始研究。研究期间您每天大约需要花费30分钟的时间来完成当天的任务，具体时间可以自行安排。您需要在任务开放当天完成任务。如果未能及时完成，您可在任务发布后的48小时内补做。如果逾期，您将无法参与接下来的研究。但是您仍然可以参加随访评估，并获得相应的报酬。 

随访评估共三次，分别安排在研究开始后的第23天，第39天和第99天。每份评估问卷大约会占用您25分钟的时间。您需要在问卷开放当天及时完成问卷。如果您未能及时完成，您可以在问卷发布后的72小时补做。如果逾期，您将失去这一份问卷的报酬。详细的报酬方案请见：“研究的报酬是什么？” 

温馨提示：我们将通过微信和Blued站内信提示您按时参加研究，请您关注我们的消息哦！`
    },
    {
        title: '研究的内容是什么？',
        content:
`研究由一次前测问卷、一项9天的心理健康培训和三次随访评估问卷组成。

第1天，您将完成一份前测网络问卷。问卷将收集包括“出柜”经历、内化恐同程度、沉思情况、自尊状态、社会支持感知情况、受歧视经历等信息。完成此问卷将需要大约25分钟。

在第1天至第9天，您将完成一项心理健康培训。培训中，您需要观看一个心理教育视频，并完成一些写作练习和游戏。游戏中，您需要在一个网页上浏览一些文字对话并根据指导做一些选择题。这些对话描述了中国性少数男性所面对的挑战及TA们的想法。每天的任务将大约耗时30分钟。

在第23天、第39天及第99天，您将分别完成一份随访评估问卷，内容与筛查问卷以及前测问卷基本相同。完成每份问卷将花费您大约25分钟。`
    },
    {
        title: '研究的目的是什么？',
        content:
"本研究旨在了解性少数男性的压力与心理健康的关系。"
    },
    {
        title: '研究的报酬是什么？',
        content:
`您可以在完成9天的培训任务以及第23天、第39天与第99天的随访评估后分别额外获得京东E卡（电子礼品卡；以下简称京东卡）。所获京东卡的金额将由研究完成进度和质量共同决定，**总金额最高为250元**。报酬金额将逐次累积，并在第99天最后一次随访评估后三天内统一发放给您。具体方案如下：

1. 如果您未完成第1天的培训任务（包括前测问卷和写作练习）或未通过质量检测，则无法获得报酬，也无法继续参与研究。
2. 如果您完成了9天的培训任务（包括前测问卷、写作练习和游戏）且通过质量检测（其中游戏得分须不低于总分的60%），您将额外获得价值50元人民币的京东卡。
3. 如果您按时完成第23天、第39天与第99天的评估中的任意一次且通过质量检测，您将额外获得一张价值50元人民币的京东卡。
4. 如果您按时完成第23天、第39天与第99天的评估中的任意两次且通过质量检测，您将额外获得一张价值50元人民币的京东卡。
5. 如果您按时完成第23天、第39天与第99天的所有评估（共三次）且通过质量检测，您将额外获得一张价值100元人民币的京东卡。

举例：如果参与者A顺利完成9天的任务和三次随访评估，A将获得250元人民币的京东卡。如果参与者B顺利完成了第1天的任务，跳过了剩下的任务，又完成了第23天的随访评估，B将获得50元人民币的京东卡。如果参与者C顺利完成了第1天的任务，跳过了剩下的任务，又完成了第23天和第39天的随访评估，C将获得100元人民币的京东卡。如果参与者D完成了9天的任务，但未参与随访评估，D将获得50元人民币的京东卡。

温馨提示：我们将通过微信和Blued站内信告知您领取报酬的方式，请关注我们的消息哦！`
    },
    {
        title: '研究的要求是什么？',
        content:
`此研究需要您按时完成培训和问卷。您可以在规定时间内根据自己的时间安排来完成任务，但是请您尽量在当天完成，不要拖延哦！

注意：如果您未能按时完成前测问卷或完成质量不合格，您将无法继续参与剩余的研究；如果您未能按时完成第1天的培训任务或完成质量不合格，您也将无法继续参与剩余的研究；如果您未能按时完成第1–9天的培训任务或完成质量不合格，您将无法继续参与剩下的培训，但是您仍然可以参与后续的随访评估，并获得相应的报酬。`
    },
    {
        title: '研究的难度是什么？',
        content:
`总体而言，研究的难度并不大，请您放心。在研究过程中，您需要按时完成培训和问卷，并在写作任务中回忆并记录下自己的情绪，还需要学习一些心理技能并做一些练习，这可能会对您来说有些挑战。`
    },
    {
        title: '研究的风险是什么？',
        content:
`我们预期，因参与本研究而导致伤害或不适的概率和程度将不会大于日常生活中或者参加常规心理和身体检测所遇到类似情况的概率和程度。

此外，由于本研究数据的敏感性，您的信息泄露可能导致一定的风险，如失去工作机会或者损失名誉。为了最大程度降低您的个人信息泄露的风险，本研究将采取严格而系统的保密措施，包括：

1. 下列个人信息将被收集：手机号码和微信账号；
2. 收集到的正式研究数据（如问卷数据）将会保存在有密码和防火墙保护的电脑中或云端储存；
3. 在筛查问卷中收集到的个人信息（手机号码和微信账号）将会与正式研究数据分开保存；
4. 在筛查问卷中收集到的个人信息（手机号码和微信账号）将会保存在有密码和防火墙保护的电脑中或云端储存，且只对少数几名签订了保密协议并且通过了CITI伦理培训的本研究组成员可见；并且
5. 当研究结束后，收集到的的个人信息（手机号码和微信账号）将被删除销毁。`
    },
    {
        title: "我是否可以中途退出参与研究？",
        content:
"参与本研究是自愿的。您可以拒绝参与或随时退出，而不会对您导致任何惩罚或不利。对于问卷，您有权跳过或不回答任何您不愿意回答的问题。"
    },
    {
        title: "我是否可以与TA人分享我正在参与此研究及此研究的内容？",
        content: 
`因版权保护需要，请不要与TA人分享您收到的任何研究材料（包括但不限于视频资料、网页截屏、问卷等）。同时，请您不要与TA人分享您专属的网站链接，也不要允许TA人登录您的网站，这可能会产生个人信息泄漏的风险（见“研究的风险是什么？”）。`
    },
    {
        title: "如何知道更多研究相关信息/如何找到我的知情同意书？",
        content:
`您可以在这个[链接](https://nyu.qualtrics.com/jfe/form/SV_29VTt8SFgSrjUjA)里找到知情同意书，上面含有关于本研究和您的权利的详细信息。`
    }
]

export const FAQ_WL_GRP = [
    {
        title: "研究有哪些环节？",
        content: `研究由4次问卷调查组成，分别设置在研究开始的第1天、第23天、第39天和第99天。我们将通过微信和Blued站内信提示您按时参加问卷调查，请您关注我们的消息哦！

此外，在所有问卷结束后，您还可以自行选择是否参与一项心理健康培训。您将完成一项心理健康培训。培训中，您需要观看一个心理教育视频，并完成一些写作练习和游戏。游戏中，您需要在一个网页上浏览一些文字对话并根据指导做一些选择题。这些对话描述了中国性少数男性所面对的挑战以及TA们的想法。`
    },
    {
        title: "研究的时间安排是怎样的？",
        content: 
`研究由4次问卷调查组成。问卷调查分别安排在研究的第1天、第23天、第39天和第99天。每份问卷大约会占用您25分钟的时间。您需要在问卷开放当天完成问卷。如果您未能及时完成，您可以在规定时间内补做。具体而言，对于第1天的问卷，您可以在该问卷发布后的48小时内补做；对于第23天、第39天和第99天的问卷，您可以在每份问卷发布后的72小时内补做。如果逾期，您将失去这一份问卷的报酬。详细的报酬方案请见：研究的报酬是什么？
            
所有问卷结束后，您可以自行选择是否参与一项心理健康培训。培训共有10项任务，每项任务大约耗时30分钟。培训无时间限制，您可以按照自己的时间安排完成培训。

温馨提示：我们将通过微信和Blued站内信提示您按时参加问卷调查，请您关注我们的消息哦！`
    },
    {
        title: "研究的内容是什么？",
        content: `在研究的第1天、第23天、第39天、第99天，您将各完成一份网络问卷。问卷会收集您的基本信息，并评估您的心理健康、“出柜”经历、内化恐同程度、沉思情况、自尊状态、社会支持感知水平、受歧视经历等。完成每份问卷将需要大约25分钟。`
    },
    {
        title: "研究的目的是什么？",
        content: "本研究旨在了解性少数男性的压力与心理健康的关系。"
    },
    {
        title: "研究的报酬是什么？",
        content: 
`在填写完第1天、第23天、第39天和第99天的问卷并且通过了质量检测之后，您将分别获得京东E卡（电子礼品卡；以下简称京东卡）作为报酬。所获京东卡的金额将由研究完成进度和质量共同决定。报酬在第99天最后一份评估后三天内统一发放给您。具体方案如下：

1. 如果您未完成第1天的问卷或未通过质量检测或只完成第1天的问卷，您将无法获得报酬。
2. 如果您同时完成了第1天的问卷和随后三次问卷（即第23天、第39天和第99天的问卷）中的任意一次且均通过质量检测，您将获得价值100元人民币的京东卡。
3. 如果您同时完成了第1天的问卷和随后三次问卷（即第23天、第39天和第99天的问卷）中的任意两次且均通过质量检测，您将获得价值50元人民币的京东卡。因此总报酬为150元。
4. 如果您同时完成了第1天的问卷和随后三次问卷（即第23天、第39天和第99天的问卷）且均通过质量检测，您将额外获得价值100元人民币的京东卡。因此总报酬为250元。

举例：如果参与者A顺利完成了第1天和第23天的问卷，A将获得100元人民币的京东卡。如果参与者B顺利完成了第1天、第23天和第99天的问卷，B将获得共150元人民币的京东卡。

此外，在研究结束后，您还将获得一次免费参与心理健康培训的机会。

温馨提示：我们将通过微信和Blued站内信告知您报酬的金额和领取方式，请关注我们的消息哦！`
    },
    {
        title: "研究的要求是什么？",
        content: 
`此研究需要您按时完成问卷调查。您可以在规定时间内根据自己的时间安排来完成问卷，但是请您尽量在当天完成，不要拖延哦！逾期会影响到您的报酬金额。

注意：如果您未能在规定时间内完成第1天的问卷调查，则无法参与剩下的研究哦！`
    },
    {
        title: "研究的难度是什么？",
        content: `总体而言，研究的难度并不大，请您放心。在研究过程中，您需要按时完成四份问卷调查，这可能会对您来说有些挑战。`
    },
    {
        title: "研究的风险是什么？",
        content: 
            `我们预期，因参与本研究而导致伤害或不适的概率和程度将不会大于日常生活中或者参加常规心理和身体检测所遇到类似情况的概率和程度。
            
此外，由于本研究数据的敏感性，您的信息泄露可能导致一定的风险，如失去工作机会或者损失名誉。为了最大程度降低您的个人信息泄露的风险，本研究将采取严格而系统的保密措施，包括：
1. 下列个人信息将被收集：手机号码和微信账号；
2. 收集到的正式研究数据（如问卷数据）将会保存在有密码和防火墙保护的电脑中或云端储存；
3. 在筛查问卷中收集到的个人信息（手机号码和微信账号）将会与正式研究数据分开保存；
4. 在筛查问卷中收集到的个人信息（手机号码和微信账号）将会保存在有密码和防火墙保护的电脑中或云端储存，且只对少数几名签订了保密协议并且通过了CITI伦理培训的本研究组成员可见；并且
5. 当研究结束后，收集到的的个人信息（手机号码和微信账号）将被删除销毁。`
    },
    {
        title: "我是否可以中途退出参与研究？",
        content: `参与本研究是自愿的。您可以拒绝参与或随时退出，而不会对您导致任何惩罚或不利。对于问卷，您有权跳过或不回答任何您不愿意回答的问题。`
    },
    {
        title: "我是否可以与TA人分享我正在参与此研究及此研究的内容？",
        content: `因版权保护需要，请不要与TA人分享您收到的任何研究材料（包括但不限于视频资料、网页截屏、问卷等）。同时，请您不要与TA人分享您专属的网站链接，也不要允许TA人登录您的网站，这可能会产生个人信息泄漏的风险（见“研究的风险是什么？”）。`
    },
    {
        title: "如何知道更多研究相关信息/如何找到我的知情同意书？",
        content: `您可以在这个[链接](https://nyu.qualtrics.com/jfe/form/SV_8cfbkYIxHnC4mHk)里找到知情同意书，上面含有关于本研究和您的权利的详细信息。`
    }
]

export const TASK_EXP_GRP = [
    {
        day: 1,
        title: '第1天：问卷调查',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: 'https://nyu.qualtrics.com/jfe/form/SV_0pmbmG3UcATIhPU',
        completed_url: '/'
    },
    {   
        day: 1.1,
        title: '第1天：自由写作',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: '/free_writing',
    },
    {   
        day: 2,
        title: '第2天：科普视频',
        description: '预计时间：10分钟',
        completed_description: '已完成',
        url: '/video',
    },
    {
        day: 2.1,
        title: '第2天：游戏',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: '/game/1',
        completed_url: '/'
    },
    {
        day: 3,
        title: '第3天：游戏',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: '/game/2',
        completed_url: '/'
    },
    {
        day: 4,
        title: '第4天：挑战性写作1',
        description: '预计时间：30分钟',
        completed_description: '查看咨询师的解读',
        url: '/challenge_writing/intro',
        completed_url: '/challenge_writing/1'
    },
    {
        day: 5,
        title: '第5天：挑战性写作2',
        description: '预计时间：30分钟',
        completed_description: '查看咨询师的解读',
        url: '/challenge_writing/2',
    },
    {
        day: 6,
        title: '第6天：挑战性写作3',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: '/challenge_writing/3',
    },
    {
        day: 7,
        title: '第7天：写作反馈',
        description: '预计时间：30分钟',
        completed_description: '查看反馈',
        url: '/feed_back/day6',
    },
    {
        day: 8,
        title: '第8天：虚拟信件',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: '/virtual_letter',
    },
    {
        day: 9,
        title: '第9天：写作反馈',
        description: '预计时间：30分钟',
        completed_description: '查看反馈',
        url: '/feed_back/day8',
    },
    {
        day: 23,
        title: '第23天：问卷调查',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: 'https://nyu.qualtrics.com/jfe/form/SV_eS7IRMfy2rUKvbg',
        completed_url: '/'
    },
    {
        day: 39,
        title: '第39天：问卷调查',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: 'https://nyu.qualtrics.com/jfe/form/SV_bCqe0iAygJoIgnk',
        completed_url: '/'
    },
    {
        day: 99,
        title: '第99天：问卷调查',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: 'https://nyu.qualtrics.com/jfe/form/SV_7ProglfMtqe1dKS',
        completed_url: '/'
    }
]

export const TASK_WL_GRP = [
    {
        day: 1,
        title: '第1天：问卷调查',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: 'https://nyu.qualtrics.com/jfe/form/SV_bfqaJJoB84pUy4C',
        completed_url: '/'
    },
    {
        day: 23,
        title: '第23天：问卷调查',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: 'https://nyu.qualtrics.com/jfe/form/SV_eS7IRMfy2rUKvbg',
        completed_url: '/'
    },
    {
        day: 39,
        title: '第39天：问卷调查',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: 'https://nyu.qualtrics.com/jfe/form/SV_bCqe0iAygJoIgnk',
        completed_url: '/'
    },
    {
        day: 99,
        title: '第99天：问卷调查',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: 'https://nyu.qualtrics.com/jfe/form/SV_7ProglfMtqe1dKS',
        completed_url: '/'
    },
    {   
        day: 100,
        title: '任务1：自由写作*',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: '/free_writing',
    },
    {   
        day: 100,
        title: '任务2：科普视频*',
        description: '预计时间：10分钟',
        completed_description: '已完成',
        url: '/video',
    },
    {
        day: 100,
        title: '任务3：游戏*',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: '/game/1',
        completed_url: '/'
    },
    {
        day: 100,
        title: '任务4：游戏*',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: '/game/2',
        completed_url: '/'
    },
    {
        day: 100,
        title: '任务5：挑战性写作1*',
        description: '预计时间：30分钟',
        completed_description: '查看咨询师的解读',
        url: '/challenge_writing/intro',
        completed_url: '/challenge_writing/1'
    },
    {
        day: 100,
        title: '任务6：挑战性写作2*',
        description: '预计时间：30分钟',
        completed_description: '查看咨询师的解读',
        url: '/challenge_writing/2',
    },
    {
        day: 100,
        title: '任务7：挑战性写作3*',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: '/challenge_writing/3',
    },
    {
        day: 100,
        title: '任务8：写作反馈*',
        description: '预计时间：30分钟',
        completed_description: '查看反馈',
        url: '/feed_back/day6',
    },
    {
        day: 100,
        title: '任务9：虚拟信件*',
        description: '预计时间：30分钟',
        completed_description: '已完成',
        url: '/virtual_letter',
    },
    {
        day: 100,
        title: '任务10：写作反馈*',
        description: '预计时间：30分钟',
        completed_description: '查看反馈',
        url: '/feed_back/day8',
    }
]

export const CONTENT_WRITING_DAY1 = `欢迎您参与本次研究！明天您将参与一个名为“菜鸟咨询师”的游戏。在这个游戏中，您将扮演一名咨询心理学专业的研究生，并且在助教Tim的的带领下，用咨询心理学的知识去帮助十六位正在被一些事情困扰的性少数男性来访者。

在参与游戏之前，我们设置了一个自由写作练习，希望能通过这种方式来帮助您觉察自己对某件事情的认知。今天，我们希望您写下一直困扰着您的事件/情境。由于明天的游戏将聚焦于性少数男性来访者所遇到的困扰，如果可以的话，我们希望您所写下的这件事也与您的性倾向相关。希望您能打开心扉，回忆自己在这件事发生时的想法。当时发生了什么？这件事为何让您苦恼至今？这件事缘何而起，又对您的生活产生了什么影响？您也可以探索这件事与您生活的其它部分有无关系：比如您的童年或者您与其TA人的关系，包括父母、爱人、朋友、亲戚或其TA对您很重要的人。

请放心，您写下的所有内容都是保密的，不会有除研究团队之外的任何人看到。同时，您也不用担心用语、标点符号、句子结构等语法问题。

如果回忆这个经历让您感到压抑或者烦躁，您可以随时休息一下或是合上电脑出去走走，直到您觉得可以继续为止。您的写作内容会被系统自动保存。

给自己20分钟时间，把关于那件事的一切都写下来吧。（字数要求：≥300字）`

export const CONTENT_WRITING_DAY8 = `在过去的七天里，您直面了自己的负面回忆，学习了认知加工疗法的相关知识，帮助了多位来访者解决他们在生活中所遇到的种种困难，并且用所学的技巧重新审视了您自己生活中的烦忧。现在，让我们和这些烦恼做一场告别吧！

接下来，请选择一个现实中可以让您放心吐露心声的人，向TA写一封不会被发出的信。说一说您所经历的困难和当时的心情，以及您现在回头去看又有了什么新的理解和感悟。您还可以说说您决定未来要如何面对类似的问题。在本次写作后，您将同样收到来自心理咨询师的反馈。但我们的反馈不是为了判断您的书写是正确还是错误，而是从专业角度辅助您进一步提升。

我们会严格保密您所写下的内容。您也不用担心用语、标点符号、句子结构等语法问题。

同样，如果写作过程中您感到压抑或者烦躁，您可以随时休息一下或是合上电脑出去走走，直到您觉得可以继续为止。您的写作内容会被系统自动保存。让我们开始吧！（字数要求：≥ 300字）`