export const ABOUT = `本研究将在三个半月内耗费您大约九个小时的时间。在第0天、第29天、第45天和第105天，你将完成一份问卷，该问卷大约需要20分钟完成。你还可能被邀请参加一个为期15天的项目，在这个项目中，你将观看一些基于文本的对话，了解其他性少数群体男性所面临的挑战和他们的想法，并做一些写作练习。这个15天的项目每天大概会占用您30分钟的时间。除此之外我们将不会占用您的其它时间。在研究的不同阶段，您将获得不同价值的京东电子购物券，总计10–200元，具体金额取决于您所完成任务的质量与数量。

## 研究负责人
* 李谷，博士，上海纽约大学心理学助理教授，纽约大学全球网络助理教授
* Pekka Santtila，博士，持证心理学家及法律心理学专家，上海纽约大学心理学教授，纽约大学全球网络教授
* Thomas Nyman，博士，持证临床心理学家，上海纽约大学心理学实践助理教授

## 研究开发主要贡献者
* Sherry Bai
* Shawn Yang
* Guangju Wen
* Alice Gao
* Jiaxuan Li

## 网站开发人员
* Zifeng An 安子峰
* Harry Lee

## 研究心理服务提供者
* 黄思嘉 Leslie，就读于哥伦比亚大学心理咨询硕士项目
* 木一，就读于华东师范大学-上海纽约大学应用心理学临床和咨询联合硕士项目
* Wenjia Wang，就读于就读于加州职业心理学院心理学博士项目

## 研究主要工作人员
* 倪子凌 Shirly，项目经理
* 程欣宜 Kelly，项目助理经理
* 白琪杉
* 陈欣玮
* 房晏清
* 季杨子彦
* 李珞冉
* 刘纯汐
* 袁艺菡
* 张思琪
`

export const CONTACT = `如果您有任何问题或疑问，请随时联系我们。您可以通过以下方式联系我们：

[shanghai.nyuhealthstudy@nyu.edu](mailto:shanghai.nyuhealthstudy@nyu.edu)

我们将在一个工作日内回复您的邮件。如果您在周末或节假日联系我们，我们将在下一个工作日回复您。如果您有任何紧急问题，您可以致电我们的研究助理经理程欣宜 Kelly，电话：[+86 186 1650 0737](tel:+8618616500737)。`

export const FAQ = [
    {
        title: '培训持续多少天？/培训有哪些环节？',
        content:
            '培训的活动一共有15天，15天内每日会有任务需要您完成。培训结束后我们会有三次的后期问卷小调查，会在问卷发放的前一天给您短信提示，您完成调查会有不同金额的礼品卡奖励哦。',
    },
    {
        title: '培训的时间安排是怎样的？',
        content:
            '培训的时间安排是您自己安排的，每天的任务大概需要30分钟左右，您可以根据自己的时间安排来完成任务，但是请您在当天完成任务，不要拖延哦。',
    },
    {
        title: '培训的内容是什么？',
        content:
            '培训的内容主要是关于性少数群体男性的生活和挑战，我们会通过一些文本和视频来让您了解他们的生活和想法，您需要根据文本和视频的内容来完成一些写作练习。',
    },
    {
        title: '培训的目的是什么？',
        content:
            '培训的目的是希望您能够了解性少数群体男性的生活和挑战，通过培训我们希望您能够更加理解他们的生活和想法，也希望您能够更加包容和理解他们。',
    },
    {
        title: '培训的奖励是什么？',
        content:
            '培训结束后我们会有三次的后期问卷小调查，会在问卷发放的前一天给您短信提示，您完成调查会有不同金额的礼品卡奖励哦。',
    },
    {
        title: '培训的要求是什么？',
        content:
            '培训的要求是您需要按时完成每天的任务，每天的任务大概需要30分钟左右，您可以根据自己的时间安排来完成任务，但是请您在当天完成任务，不要拖延哦。',
    },
    {
        title: '培训的难度是什么？',
        content:
            '培训的难度不大，主要是关于性少数群体男性的生活和挑战，我们会通过一些文本和视频来让您了解他们的生活和想法，您需要根据文本和视频的内容来完成一些写作练习。',
    },
    {
        title: '培训的风险是什么？',
        content:
            '培训的风险不大，主要是关于性少数群体男性的生活和挑战，我们会通过一些文本和视频来让您了解他们的生活和想法，您需要根据文本和视频的内容来完成一些写作',
    },
]


export const TASK_EXP_GRP = [
    {
        title: 'Day 1：自由写作',
        discription: '预计时间：30分钟',
        url: '/free_writing',
    },
    {
        title: 'Day 2：游戏',
        discription: '预计时间：30分钟',
        url: '/game/1',
    },
    {
        title: 'Day 3：游戏',
        discription: '预计时间：30分钟',
        url: '/game/2',
    },
    {
        title: 'Day 4：挑战性写作1',
        discription: '预计时间：30分钟',
        url: '/challenge_writing/1',
    },
    {
        title: 'Day 5：挑战性写作2',
        discription: '预计时间：30分钟',
        url: '/challenge_writing/2',
    },
    {
        title: 'Day 6：挑战性写作3',
        discription: '预计时间：30分钟',
        url: '/challenge_writing/3',
    },
    {
        title: 'Day 7：写作反馈',
        discription: '预计时间：30分钟',
        url: '/feed_back/day6',
    },
    {
        title: 'Day 8：虚拟信件',
        discription: '预计时间：30分钟',
        url: '/virtual_letter',
    },
    {
        title: 'Day 9：写作反馈',
        discription: '预计时间：30分钟',
        url: '/feed_back/day8',
    },
]
export const CONTENT_WRITING_DAY1 = `欢迎您参与本次研究！三天后，您将参与一个名为“菜鸟咨询师”的游戏。在这个游戏中，您将扮演一名咨询心理学专业的研究生，并且在助教Tim的的带领下，用咨询心理学的知识去帮助十四位正在被一些事情困扰的性少数男性来访者。
在参与游戏之前，我们设置了为期三天的自由写作练习，希望能通过这种方式来帮助您觉察自己对某件事情的认知。今天，请您回忆并写出当下生活中令您最苦恼的一件事。由于三天以后的游戏将聚焦于性少数男性来访者所遇到的困扰，希望您能打开心扉，回忆自己在这件事发生时的想法。如果可以的话，我们希望你所写下的这个烦恼与您的性倾向相关。当时发生了什么？这件事为何让您苦恼至今？这件事缘何而起，又对您的生活产生了什么影响？您也可以探索这件事与您生活的其它部分有无关系：比如您的童年或者您与其TA人的关系，包括父母、爱人、朋友、亲戚或其TA对您很重要的人。
请放心，您写下的所有内容都是保密的，不会有除研究团队之外的任何人看到。同时，您也不用担心用语、标点符号、句子结构等语法问题。
如果回忆这个经历让您感到压抑或者烦躁，您可以随时休息一下或是合上电脑出去走走，直到您觉得可以继续为止。您的写作内容会被系统自动保存。
给自己20分钟时间，把关于那件事的一切都写下来吧。（字数要求：≥300字)`


export const CONTENT_WRITING_DAY4 = `## 一、导语

在前两天的游戏中，您学到了识别和挑战非适应性思维的技巧，并用这些技巧帮助了十六位因各种问题而受到困扰的来访者。

我们每个人都有非适应性思维，这是非常正常的。接下来的写作练习旨在帮助您复习之前学习过的技能，从而将这些技能自如地运用到自己的生活当中。

## 二、技能回顾

### 1. 您在“菜鸟咨询师”小游戏中挑战过的非适应性思维的类型包括以下几种：

1. （1）非黑即白：指以极端的方式看待事物，不能或不愿看到灰色地带。
2. （2）以偏概全：指将某一事件或者某一时间点作为唯一证据，得出一个宽泛的结论。
3. （3）灾难化思维：指对未来做出负面的、非理性的预判。
4. （4）揣摩人心：指在缺乏足够证据的情况下，负面解读别人的想法和信念。
5. （5）过分自责：指总是把事情的责任归咎在自己身上，即使这件事并不是自己的错。
6. （6）对号入座：指随意将外界对于某个群体的标签贴到自己身上。  

### 2. 我们可以通过以下几类问题来挑战这些非适应性思维：

1. （1）证据是？：有什么证据可以支持这个想法吗？
2. （2）反例是？：有什么证据可以反驳这个想法吗？
3. （3）是否极端化或夸张化了？：这个想法是不是过于极端或者夸张了？
4. （4）基于感受还是事实？：这个想法是来自您的感受还是事实？
5. （5）是否只关注了事情的一面？：这个想法是不是只关注了事情的一面？
6. （6）是否混淆了“有可能”与“极有可能”？：这个想法是否高估了事情发生的概率？
7. （7）消息的来源可靠吗？：这个想法的信息来源可靠吗？

## 三、写作练习

让我们来练习识别和挑战非适应性思维吧！接下来，让我们一起帮助一位性少数男性解决他最近所面临的一个问题。让我们一起看一看：

1. （1）在TA的写作中出现了哪些非适应性思维？
2. （2）有哪些提问方式能帮TA更灵活、全面地看待当时的情境？
3. （3）TA可以如何更灵活、全面地看待当时的情境？

在本次写作后，我们会为您提供一份可能的答案供您参考。这样做不是为了判断您的书写是正确还是错误，而是从专业角度辅助您进一步提升。

下面是写作练习的一个举例。

---

## 请先阅读这位性少数男性的经历：

1）发生了什么事情？

**上个礼拜我妈给我介绍了她朋友的女儿，催我和她出去吃个饭。我不愿意去，和我妈大吵了一架，还摔了家里的液晶电视。**

2）当时有什么想法？

**从小我家里就总这么管着我，让我做这做那，说是为了我好，管得我特烦。我这么大了，就不能尊重一点我的想法吗？还有我妈能不能别老试探来试探去，完全不给我留隐私。我们家就是这个破德行，从上到下没一个正常人。也幸好我不会结婚生孩子，也没打算领养，否则下一代也遭殃。**

## 经过与来访者的进一步交流，我们得到了更多相关信息。请阅读：

这位来访者还没有向家人“出柜”。在回顾过往经历时，他提到父母从小到大都较少干涉他的选择。高中时，尽管父母很想让他大学学一个就业前景好的专业，但是最后他们还是尊重了来访者自己的选择，同意他学艺术。送他去上大学的那天，父母还哭了。类似的情况也发生在了就业的问题上。父母希望他可以找个稳定的工作，比如当公务员或者音乐老师。但他还是希望能够实现自己的音乐梦，于是选择在酒吧驻唱。现在他也小有成就，收入情况跟当时的同学们也算是比较高的。家里的液晶电视就是他去年过年送给父母的礼物。从小到大父母也都比较尊重他的隐私，他从来没有发现父母偷翻他的手机。大学期间，父母也不过分干涉他的恋爱。给他安排相亲也是今年才有的事。

## 请尝试回答以下问题：

1）退后一步，您在TA之前的写作中看到了哪些非适应性的思维？

    a）我们家就是这个破德行，从上到下没一个正常人。
    b）我妈能不能别老试探来试探去，完全不给我留隐私。

2）在以上您列出的所有想法里，您看到了哪些类型的非适应性思维？[多选题]

a）非黑即白 

b）以偏概全 ✅
    
对应的想法：
**我们家就是这个破德行，从上到下没一个正常人。**

c）灾难化思维

d）揣摩人心 ✅

对应的想法：
**我妈能不能别老试探来试探去，完全不给我留隐私。**

e）过分自责


f）对号入座


g）其它：________


h）我没有发现任何非适应性思维。


3）接下来，让我们通过问问题来帮助TA寻找更灵活的思维方式。针对您所找到的这些非适应性思维，您会问以下哪几种问题呢？试想一下TA又会怎样回答这些问题呢？您可以结合个人经历使用第一人称回答。[多选题]

a）有什么证据可以支持这些想法吗？

回答：
**除了这件事，倒也没啥。**

b）有什么证据可以反驳这些想法吗？

回答：
**我爸妈从小到大在学习、谈恋爱之类的事情上基本没有过多干涉我的自由。然后我现在工作发展也蛮顺的，算是同学里面混得比较好的了，不能说是废物。**

c）这些想法是不是过于极端或者夸张了？

回答：
**其实除了催婚这件事，我爸妈还算比较正常的吧，平常也不会翻我手机。我之前想的是有点夸张了。**

d）这些想法的产生是基于您的感受还是基于事实？

e）这些想法是不是只关注了事情的一面？

f）这些想法是否高估了事情发生的概率？

g）这些想法的信息来源可靠吗？

h）我没有发现TA的非适应性思维，所以我不需要提问。

4）在思考完以上问题之后，您认为TA可以如何更灵活、全面地看待当时的处境？您可以结合个人经历使用第一人称写作。

**其实说尊重，我妈很多时候也很尊重我的想法。当时我大学一直想学唱歌，虽然这个对普通人来说前景不好，但家里人也支持我学了，送我上学时候我爸妈还哭了。而且我也挺勇敢的，敢选这么个大学专业，证明我不孬。我现在在酒吧驻唱，赚了些钱，家里那个液晶电视就是我买的，虽然摔坏了不过我可以再给家里买新的。至于下一代，要是有下一代，我可能会吸取自己成长中的教训，会比我爸妈更会教育。**

---

换您来试试吧！下面是一位性少数男性针对最近的苦恼写下的一段话。您能识别并挑战其中所体现的非适应性思维吗？

`


export const REFERENCE_WRITING_DAY4 = `太棒啦！您完成了今天的写作挑战！我们为您准备了一份可能的答案供您参考。我们认为每个人对材料中的经历的理解会有所不同，因此这样做不是为了判断您的书写是正确还是错误，而是从专业角度辅助您进一步提升。让我们一起来看看吧！`



export const REFERENCE_WRITING_DAY5 = `太棒啦！您完成了今天的写作挑战！我们为您准备了一份可能的答案供您参考。我们认为每个人对材料中的经历的理解会有所不同，因此这样做不是为了判断您的书写是正确还是错误，而是从专业角度辅助您进一步提升。让我们一起来看看吧！`
