export const ABOUT = `本研究将在三个半月内耗费您大约九个小时的时间。在第0天、第29天、第45天和第105天，你将完成一份问卷，该问卷大约需要20分钟完成。你还可能被邀请参加一个为期15天的项目，在这个项目中，你将观看一些基于文本的对话，了解其他性少数群体男性所面临的挑战和他们的想法，并做一些写作练习。这个15天的项目每天大概会占用您30分钟的时间。除此之外我们将不会占用您的其它时间。在研究的不同阶段，您将获得不同价值的京东电子购物券，总计10–200元，具体金额取决于您所完成任务的质量与数量。

## 研究负责人
* 李谷，博士，上海纽约大学心理学助理教授，纽约大学全球网络助理教授
* Pekka Santtila，博士，持证心理学家及法律心理学专家，上海纽约大学心理学教授，纽约大学全球网络教授
* Thomas Nyman，博士，持证临床心理学家，上海纽约大学心理学实践助理教授

## 研究开发主要贡献者
* Sherry Bai
* Shawn Yang
* Guangju Wen
* Alice Gao
* Jiaxuan Li

## 网站开发人员
* Zifeng An 安子峰
* Harry Lee

## 研究心理服务提供者
* 黄思嘉 Leslie，就读于哥伦比亚大学心理咨询硕士项目
* 木一，就读于华东师范大学-上海纽约大学应用心理学临床和咨询联合硕士项目
* Wenjia Wang，就读于就读于加州职业心理学院心理学博士项目

## 研究主要工作人员
* 倪子凌 Shirly，项目经理
* 程欣宜 Kelly，项目助理经理
* 白琪杉
* 陈欣玮
* 房晏清
* 季杨子彦
* 李珞冉
* 刘纯汐
* 袁艺菡
* 张思琪
`

export const CONTACT = `如果您有任何问题或疑问，请随时联系我们。您可以通过以下方式联系我们：

[shanghai.nyuhealthstudy@nyu.edu](mailto:shanghai.nyuhealthstudy@nyu.edu)

我们将在一个工作日内回复您的邮件。如果您在周末或节假日联系我们，我们将在下一个工作日回复您。如果您有任何紧急问题，您可以致电我们的研究助理经理程欣宜 Kelly，电话：[+86 186 1650 0737](tel:+8618616500737)。`

export const FAQ = [
    {
        title: '培训持续多少天？/培训有哪些环节？',
        content:
            '培训的活动一共有15天，15天内每日会有任务需要您完成。培训结束后我们会有三次的后期问卷小调查，会在问卷发放的前一天给您短信提示，您完成调查会有不同金额的礼品卡奖励哦。',
    },
    {
        title: '培训的时间安排是怎样的？',
        content:
            '培训的时间安排是您自己安排的，每天的任务大概需要30分钟左右，您可以根据自己的时间安排来完成任务，但是请您在当天完成任务，不要拖延哦。',
    },
    {
        title: '培训的内容是什么？',
        content:
            '培训的内容主要是关于性少数群体男性的生活和挑战，我们会通过一些文本和视频来让您了解他们的生活和想法，您需要根据文本和视频的内容来完成一些写作练习。',
    },
    {
        title: '培训的目的是什么？',
        content:
            '培训的目的是希望您能够了解性少数群体男性的生活和挑战，通过培训我们希望您能够更加理解他们的生活和想法，也希望您能够更加包容和理解他们。',
    },
    {
        title: '培训的奖励是什么？',
        content:
            '培训结束后我们会有三次的后期问卷小调查，会在问卷发放的前一天给您短信提示，您完成调查会有不同金额的礼品卡奖励哦。',
    },
    {
        title: '培训的要求是什么？',
        content:
            '培训的要求是您需要按时完成每天的任务，每天的任务大概需要30分钟左右，您可以根据自己的时间安排来完成任务，但是请您在当天完成任务，不要拖延哦。',
    },
    {
        title: '培训的难度是什么？',
        content:
            '培训的难度不大，主要是关于性少数群体男性的生活和挑战，我们会通过一些文本和视频来让您了解他们的生活和想法，您需要根据文本和视频的内容来完成一些写作练习。',
    },
    {
        title: '培训的风险是什么？',
        content:
            '培训的风险不大，主要是关于性少数群体男性的生活和挑战，我们会通过一些文本和视频来让您了解他们的生活和想法，您需要根据文本和视频的内容来完成一些写作',
    },
]


export const TASK_EXP_GRP = [
    {
        title: 'Day 1：自由写作',
        discription: '预计时间：30分钟',
        url: '/free_writing',
    },
    {
        title: 'Day 2：游戏',
        discription: '预计时间：30分钟',
        url: '/game/1',
    },
    {
        title: 'Day 3：游戏',
        discription: '预计时间：30分钟',
        url: '/game/2',
    },
    {
        title: 'Day 4：挑战性写作1',
        discription: '预计时间：30分钟',
        url: '/challenge_writing/intro',
    },
    {
        title: 'Day 5：挑战性写作2',
        discription: '预计时间：30分钟',
        url: '/challenge_writing/2',
    },
    {
        title: 'Day 6：挑战性写作3',
        discription: '预计时间：30分钟',
        url: '/challenge_writing/3',
    },
    {
        title: 'Day 7：写作反馈',
        discription: '预计时间：30分钟',
        url: '/feed_back/day6',
    },
    {
        title: 'Day 8：虚拟信件',
        discription: '预计时间：30分钟',
        url: '/virtual_letter',
    },
    {
        title: 'Day 9：写作反馈',
        discription: '预计时间：30分钟',
        url: '/feed_back/day8',
    },
]
export const CONTENT_WRITING_DAY1 = `欢迎您参与本次研究！三天后，您将参与一个名为“菜鸟咨询师”的游戏。在这个游戏中，您将扮演一名咨询心理学专业的研究生，并且在助教Tim的的带领下，用咨询心理学的知识去帮助十四位正在被一些事情困扰的性少数男性来访者。
在参与游戏之前，我们设置了为期三天的自由写作练习，希望能通过这种方式来帮助您觉察自己对某件事情的认知。今天，请您回忆并写出当下生活中令您最苦恼的一件事。由于三天以后的游戏将聚焦于性少数男性来访者所遇到的困扰，希望您能打开心扉，回忆自己在这件事发生时的想法。如果可以的话，我们希望你所写下的这个烦恼与您的性倾向相关。当时发生了什么？这件事为何让您苦恼至今？这件事缘何而起，又对您的生活产生了什么影响？您也可以探索这件事与您生活的其它部分有无关系：比如您的童年或者您与其TA人的关系，包括父母、爱人、朋友、亲戚或其TA对您很重要的人。
请放心，您写下的所有内容都是保密的，不会有除研究团队之外的任何人看到。同时，您也不用担心用语、标点符号、句子结构等语法问题。
如果回忆这个经历让您感到压抑或者烦躁，您可以随时休息一下或是合上电脑出去走走，直到您觉得可以继续为止。您的写作内容会被系统自动保存。
给自己20分钟时间，把关于那件事的一切都写下来吧。（字数要求：≥300字)`